<?php
$array = [
     'buyshort' => 'شراء اسم مستخدم قصير',
     'notavailable' => 'أسف. الأسم غير متوفر',
     'terms' => 'يجب أن توافق على الشروط',
     'nametaken' => 'عذرا, الأسم مأخوذ',
     'costchanged' => 'تغيرت التكلفه',
     'notfound' => 'ليس موجود',
     'wrongpassword' => 'كلمه السر خاطئه',
     'noxats' => 'كافيه xats ليس لديك',
     'namechanged' => 'تغير الأسم',
     'xatname' => ''.XAT_NAME.' اسم المستخدم بـ:',
     'password' => 'كلمة السر:',
     'desiredname' => 'الأسم المطلوب:',
     'noteil' => '.سوف تكون دائمه كبيره ’L’ سوف تكون دائما صغيره و ’i’ :ملحوظه',
     'iagree' => 'لقد قرأت و وافقت علي القوانين و <a href="http://'.DOMAIN.'/terms.html">الشروط</a>',
     'getcost' => 'الحصول على التكلفة',
     'once' => '!انقر مرة واحدة فقط',
     'letters' => 'الأسم يحتوي علي أحرف او كلمات سيئه',
     'short' => 'الأسم صغير جدا',
     'long' => 'الأسم طويل جدا',
     'notallowed' => '.الأسم غير مسموح به. برجاء تجربه اسم أخر',
     'firstletter' => 'لا يجب أن يكون الحرف الأول رقما.',
     'youcan' => '.(لشراء اسم مستخدم قصير (4-9 حروف xats يمكنك استخدام الـ',
     'rules' => 'القواعد:',
     'rulesname' => '<li> يجب عليك <a href="http://'.DOMAIN.'/terms.html">الامتثال بالشروط</a> </li>
<li>اسعار الأسماء القصيره تختلف, اضغط الحصول علي التكلفه لمعرفه السعر</li>
<li>اذا لم يتم استخدام اسمك القصير لمده 90 يوما فيمكن بيعه مجددا</li>
<li>يسمح بأسم قصير واحد فقط لكل مستخدم</li>
<li>سوف تخسر اسمك القصير القديم و يتم الأستبدال بالجديد اذا حاول بتغير اسمك او شراء اسم جديد</li>
<li>اذا تم أختيار اسم قصير مهين (بأي لغه) فيمكن حذفه بدون ترجيع اي شئ الي مالكه</li>
<li>تحتفظ بالحق بالغاء و رد المبلغ المدفوع بأي أسم بدون علمك '.XAT_NAME.'</li>
<li>ملحوظه: الأسم القصير سوف يضعك أعلي بقائمه المستخدمين</li>',
     'buypow' => 'اشتري قوي',
     'maxbuy' => 'الحد الأقصى الذي يمكنك شرائه هو',
     'notyet' => 'لا يمكنك شراء هذه القوه بعد الأن، حاول مرة أخرى بعد دقائق',
     'allgone' => '.أسف. ليس هناك قوي متبقيه',
     'nodays' => 'ليس معك أيام تكفي',
     'nothing' => '!لا شيء للشراء',
     'relogin' => '.فشل التحقق الأمني. <a href="http://'.DOMAIN.'/login">اضغط هنا لتسجيل الدخول مجددا</a>',
     'alreadyhave' => 'لديك بالفعل هذه القوى:',
     'completeta' => '.تم الشراء. شكرا لك',
     'canpowers' => ''.XAT_NAME.' لشراء قوي مميزه و قدرات لدردشه xats يمكنك استخدام الـ',
     'readwell' => '<font color="#FF0000">(!رجاءا أقرا بعنايه)</font>',
     'canplay' => '.مع هذه القوى يمكنك بدأ والتحكم بالأعاب.',
     'chkforall' => 'allpowers اضغط علي هذا الزر للتحقق من القوي التي تحتاج لـ',
     'unavailable' => 'وسوف تكون غير متوفرة مؤقتا عندما ينم بيعها',
     'remaining' => 'المتبقية!',
     'willdrop' => 'السعر سينخفض!',
     'sold' => 'تم بيع القوي',
     'trytrading' => 'غير متوفرة, <a href="http://'.DOMAIN.'/web_gear/chat/chats.php?type=trade">حاول بألتجاره</a>',
     'atauction' => 'شراء في <a href="\"http://'.DOMAIN.'/web_gear/chat/Auction4.php\"">مزاد</a>',
     'powrules' => '<li> يجب عليك <a href="http://'.DOMAIN.'/terms.html">الامتثال بالشروط</a> </li>
<li><strong> (القوي تعمل فقط اذا كنت مشترك (معك أيام</strong>
</li>
 <li>المزيد من القوي سوف يتم اضافتها لاحقا</li>
 <li>(!يمكن سحب القوي من المتجر (فأسرع و اشريهم الأن</li>
 <li>سعر القوي سوف يزيد او يقل اعتمادا علي الطلب</li>
 <li>المستخدمين الأخرين يمكنهم رؤيه القوي التي معك اذا كان معلم عليها بصندوق القوي </li>
 <li>يمكن اقفال و تشغيل القوي بشكل فردي </li>
 <li>يمكن تجاره القوي مع المستخدمين الأخرين</li>
 <li>القوي سوف تظل معك حتي تقوم بتجارتهم</li>
 <li>.كل قوه لها أبتسامتها الخاصه. فقط المستخدمين الذين معهم القوه يمكنهم استخدام ابتسامه القوه</li>
 <li><strong>(رجاءا اقرأ الوصف للقوي (قم بتمرير الفاره علي القوه للحصول علي الوصف</strong></li>',
     'power' => 'القوه',
     'smilie' => 'الأبتسامه',
     'cost' => 'التكلفه',
     'quantity' => 'الكميه',
     'orcheck' => 'او علم',
     'games' => 'ألعاب',
     'powers' => 'القوى',
     'allpowers' => 'AllPowers',
     'alldesc' => 'يجب ان تحصل علي واحده من كل قوه (بجوارها صاروخ) متاحه. القوي التي محدوده فلعدد و قوي ملحميه ليسوا .مطلوبين allpowers للحصول علي',
     'everypower' => 'EveryPower',
     'everydesc' => 'يجب ان تحصل علي واحده من كل قوه بما فيه القوي الملحميه, قوي المجموعات و القوي النادره. يمكنك استخدام بيدق الياقوت. لا يمكن تجارتها everypower للحصول علي',
     'epicdesc' => '<b>القوى الملحميه</b> هي قوي نادره لأنها ثمينه جدا, نسبه كبيره من جذبيتها تأتي من ندرتها. فهي مكافأة للتجار الذين كونوا ثرواتهم وهدفا للآخرين للعمل من أجل.',
     'needlogin' => '(<a href="http://'.DOMAIN.'/Login">سجل دخول</a> لتغير هذا)',
     'markallp' => 'allpowers علم علي قوي',
     'buyxavis' => 'xavi شراء اكسسوارات',
     'check' => 'علم للشراء',
     'hat' => 'قبعة',
     'hair' => 'شعر',
     'xavirules' => '<li>يجب عليك <a href="http://'.DOMAIN.'/terms.html">الأمتثال بالشروط</a></li>
<li><strong>xavi تعمل فقط اذا كان معك أيام و كان معك قوه xavis الـ</strong>
</li><li>لا يمكن تجارتهم مع المستخدمين الأخرين xavi اكسسوارات</li>',
     'type' => 'النوع',
     'buygroup' => 'شراء مجموعه',
     'gtxnotavail' => 'عذرا. نقل المجموعه ليس متاح',
     'groupnoexist' => 'لا وجود لهذه المجموعه',
     'notdormant' => 'المجموعه نشيطه',
     'txgroupdone' => '.تم النقل بنجاح. رجاءا <a href="http://'.DOMAIN.'/$RoomName">اذهب الي المجموعه</a>, احصل علي كلمه سر جديده للبريد الألكتروني, و قم بتعديل كل شئ',
     'youcangroup' => '.لشراء مجموعه لا تستدخمها انت xats يمكنك اسخدام الـ',
     'groupname' => 'اسم الدردشه:',
     'costxats' => 'xats التكلفه بالـ',
     'language' => 'اللغه',
     'editgrp' => 'قم بتعديل دردشتك للتغير',
     'rulesgroup' => '<li> يجب عليك <a href="http://'.DOMAIN.'/terms.html">الأمتثال بالشروط</a> 
</li><li>اسعار المجموعات تختلف, اضغط الحصول علي التكلفه لمعرفه السعر</li>
<li>اذا لم يتم استخدام المجموعه مجددا يمكن ان يتم بيعها مجددا</li>
<li>البريد الألكتروني للمجموعه سيكون نفس البريد الألكتروني للمستخدم الذي اشتري المجموعه</li>
<li>اذا كان أسم المجموعه غير لائق (تفقد <a href="http://'.DOMAIN.'/terms.html">الشروط</a>) فيمكن ان يتم حذف المجموعه بدون ارجاع اموال او علمك</li>
<li>لا تقلق, يجب علي المجموعه ان اكون بلا مالك لمده 3 أشهر ليمكن بيعها</li>',
     'promo' => 'ترقيه مجموعة دردشة',
     'langnotset' => '.لم يتم تعيين لغه المجموعه. رجاءا قم بتعديك المجموعه لتعيين اللغه',
     'tinypiconly' => 'غير متحركه gif او صور ,jpg ,png tinypic يجب علي الصور ان تكون',
     'promona' => 'عذرا, ليس مسموح بألترقيه',
     'promoblocked' => 'عذرا, الترقيه ممنوعه لـ',
     'delisted' => '(الدردشه مشطوبه. من فضلك قم بأعاده تسجيلها. (تحرير الدردشه, المزيد من الخيارات',
     'membersonly' => '(الدردشه للأعضاء فقط. من فضلك قم بتغير ذلك. (تحرير الدردشه, المزيد من الخيارات',
     'notzero' => '!لا يمكن ان يكون الوقت صفر',
     'adssoon' => '<p>شكرا لك. الأعلان سوف يظهر قريبا</p>',
     'promosoon' => '<p> شكرا لك. ستبدأ الترقيه قريبا </p>',
     'emailauth' => '<p>.شكرا لك. سوف يتم ارسال رساله للبريد الألكتروني عندما يتم السماح بالصوره</p>',
     'canpromo' => '.لترقيه مجموعتك هنا xats يمكنك استخدام الـ',
     'promonow' => '!الترقيه الأن',
     'orads' => ''.XAT_NAME.' او أعلن عن دردشتك بخاصيه الصوره بـ',
     'imageerror' => 'خطأ بفحص الصوره. قم برفعها مجددا؟',
     'noanim' => 'الصور المتحركه ليس مسموح بها الأن, اسف',
     'imageinval' => '(2) الصوره غير صالحه',
     'imagetype' => '$type :نوع الصوره غير صالح',
     'imagebig' => '(بايت $t الصوره كبيره جدا (الحد الأقصي',
     'imagesize' => 'يجب علي الصوره ان تكون 728 × 90',
     'days' => 'أيام',
     'rulespromo' => '<li>يجب على جميع جوانب الدردشه ان تكون مناسبة لعمر 14 او أكثر</li>
<li>يجب علي الدردشه ان تتبع <a href="http://'.DOMAIN.'/terms.html">شروط الخدمه</a></li>
<li>(يجب علي الدردشه ان تكون خاضعه للأشراف بينما تكون مروجه (لا لغه سيئه الخ</li>
<li>راديو الدردشه: اذا كانت الدردشه بها اغاني بكلمات بذيئه فيجب ان تكون الرساله بأسفل الدردشه تحذير راديو يمكن ان يكون +18 (في لغه الترويج) او علي الخلفيه اعلي الرساله بأسفل الدردشه. لا يجب علي منسيقي .الدي جي بالسب</li>
<li>(يجب حظر الزوار غير اللائقين فالحال (ليس ركلهم</li>
<li>(يجب الا يكون هناك روابط غير لائقه ولا روابط ثنائيه (مثال برامج</li>
<li>الدردشه المروجه لا يجب ان تبيع الرتب مثال بيع رتبه مشرف</li>
<li>لا يجب ان تكون الدردشات علي مشاهدات دينيه او سياسيه</li>
<li>علي الأقل يجب ان يكون مالك او مشرف </li>مرئي<li> في جميع الأحيان<em>
</em>يجب ان تكون الدردشه علي اللغه الصحيحه</li>
<li>يمكن للدردشات الأخري بالترويج بنفس الوقت الذي قمت بالترويج فيه</li>
<li>اسعار الترقيه تختلف, اضغط علي ’الحصول علي التكلفه’ لمعرفه السعر</li>
<li>هذه الدردشه يجب ان تكون لكل المستخدمين (ليس فقط الأعضاء, البث المباشر الخ). لا تحظر ولا تركل المستخدمين بدون سبب كمثال المستخدمين الجدد</li>
<li>اعلان الدردشه عن طريق الصوره تظهر فقط للمستخدمين الذين يتحدثون لغتك</li>
<li>صور الأعلان الأن تتناوب لمزيد من العرض</li>
<li> pr بدلا منها. يمكن خسارت الترقيه لأستخدام </li>p<li> الا اذا كنت بأشد الأحتياج اليها استخدم pr لا تستخدم
<a href="http://util.'.DOMAIN.'/wiki/index.php/OwnerGuide#.2Fp_Protect_your_group_from_invaders"> </a>جديد:</li> بسبب الأحتيال بيع صور الترقيه بأكسات ليس مسموح الأن',
     'promohours' => 'ساعات الترقيه',
     'minhalf' => 'الحد الأدني 12 ساعه كـ 0.5',
     'adimage' => 'صورة الإعلان',
     'advertise' => 'أعلن',
     'aphase' => 'مرحله المزاد',
     'needmore' => 'يجب ان تزايد اكثر من',
     'notpart' => '!ليست جزء من المزاد',
     'ended' => '.انتهي المزاد',
     'idblocked' => '.المعرف ممنوع',
     'choose' => 'يرجي اختيار طريقه النقل',
     'notenough' => 'قوي كافيهxats ليس لديك',
     'alreadybid' => 'لقد قمت بالمزايده بالفعل',
     'biddone' => '.تمت المزايده بنجاح',
     'during1' => '.خلال المرحله الـ 1 من المزاد يمكنك اقتراح المعرفات التي تحت ان تشتري',
     'p1ends' => 'تنتهي المرحله الـ 1 في:',
     'during2' => '.خلال المرحله الـ 2 من المزاد يمكنك المزايدة على أي من المعرفات في القائمة',
     'previous' => '.نتائج المزاد السابق',
     'bids' => ':عدد المزايدات الحالية',
     'idfor' => 'المعرف لليع',
     'timeleft' => 'الوقت المتبقي',
     'prevbid' => 'المزايده السابقة',
     'congrats' => '.تهانينا علي الفوز بالمزاد',
     'auclogin' => 'للحصول علي المعرف الجديد قم بتسجيل ادخول بأسم حسابك',
     'rereg' => 'مهم: اذا كنت تريد تسجيل المعرف القديم فأستخدم هذا الرابط',
     'aucreg' => 'هام: لتسجيل المعرف الجديد أستخدام هذا الرابط',
     'bid' => 'المزايده',
     'topbid' => 'المزايده الأعلي من',
     'prevhere' => 'نتائج المزادات السابقه <a href="?old=1">هنا</a>',
     'canauction' => 'للمزايده في المزادات xats يمكنك استخدام الـ',
     'auctionrules' => '<li> يجب عليك <a href="http://'.DOMAIN.'/terms.html">الأمتثال بالشروط</a></li>
<li>تحتفظ بالحق بالغاء و رد المبلغ المدفوع بأي أسم بدون علمك '.XAT_NAME.'</li>
<li>(و المعرف سيظهران اذا كنت الرابح او المزايد الأعلي (هذا مزاد علني '.XAT_NAME.' اسمك بـ</li>
<li>المزايدات ملزمه. اذا لم يتم اخراجك من المزاد فيجب عليك بالدفع</li>
<li>او قوي بالحساب لتغطي المزايده xats اذا كنت المزايد الأعلي فيجب عليك ان تبقي</li>
<li>او قوي غير محدده بالحساب للمزايده xats يجب ان يكون معك</li>
<li><strong>اذا ربحت يجب عليك ان تحصل علي المعرف في خلال 12 ساعه </strong> من انتهاء المزاد</li>
<li>اذا فشلت في التكمله او المزايده فيمكن ان يتم <strong>تغريمك او مسحك</strong></li>
<li><span class="style1">جديد</span> اذا قمت بألمزايده عن طريق الخطأ فستخسر %20 من مزايدتك و لكن يجب ان تخبر المتطوعين او المديرين فلحال</li>
<li><span class="style1">جديد</span>اذا فشلت في تكميل المزاد و نقل القوي و غيره فستخسر %100 من مزايدتك</li>
<li>تحتفظ بالحق بمنع بعض المعرفات من المزادات '.XAT_NAME.'</li>
<li>قبل المزايده <a href="http://util.'.DOMAIN.'/wiki/index.php/Auction">wiki</a> ايضا تفقد الـ</li>
<li>بخصوص المزايده بالأسماء الأسم سوف يكون معين بمعرفك <strong>سوف تخسر اسمك القديم</strong></li>',
     'minbid' => 'الحد الأدني لهذا المزاد هو:',
     'desired' => 'المعرف المطلوب',
     'digits' => 'أرقام',
     'enterbif' => 'أدخل المزايده',
     'buyxats' => 'و ايام xats اشتري',
     'intro' => 'الأكسات تسمح لك بشراء قوي و اشياء أخري كثيره للدردشه. ايضا تحصل علي أيام. الأيام تسمح لك بتشغيل و تفعيل القوي و استخدام مميزات أخري بالدردشات. قرر كم عدد الأكسات تريد ثم اضغط علي زر من الأزرار بالأسفل. يرجي التأكد بأن لديك اذن لأستخدام البطاقه أو الحساب. جميع المشتريات تخضع <a href="http://'.DOMAIN.'/terms.html">لشروط الخدمه.</a> للدفع عن طريق الهاتف يرجي التأكد بأن لديك اذن بالدفع و يكون عمرك 16 سنه او اكثر',
     'aboutto' => 'للمستخدم xats انت علي وشك شراء:',
     'notyou' => 'ملكك فلا تباشر بالشراء ID اذا لم يكن هذا الـ!',
     'cash' => 'بنكPayByCash',
     'credcard' => 'بطاقة إئتمان',
     'includes' => 'يوم',
     'over70' => 'اكثر من 70 طريقه -بغير-بطاقه-الأتمان <br>للدفع حول العالم<br>',
     'ugc' => 'Ultimate Game Card بطاقه',
     'prepaid' => 'بطاقة مسبقة الدفع - الولايات المتحدة الأمريكية كندا تركيا البرازيل الفلبين إسرائيل البرتغال ماليزيا سنغافورة تايوان',
     'calculated' => 'و الأيام xats الـ<br>محسوبين<br>علي قيمه<br>البطاقه',
     'multiugc' => 'PayByCash عن طريق زر xats اذا كان معك اكثر من بطاقه العاب واحده فيمكنك الحصول علي المزيد من الـ',
     'pin' => 'PIN رمز الـ',
     'nogc33k' => '33000 xats لا يمكنك استخدام بطاقه الألعاب لختيار الـ',
     'max10' => 'إلى حد أقصى قدره 10 سنوات --- **: للأتحاد الأوروبي ضريبه القيمه المضافه و تضاف الي المبلغ او يتم خصمها من الأكسات:*',
     'reserve' => '.واحد فقط '.XAT_NAME.' يجب ان تكون لحساب PayPal مدفوعات
.PayPal مدفوعات الهاتف ,بطاقه ألأتمان تؤدي الي 
<a href="http://util.'.DOMAIN.'/wiki/index.php/xatsReserve">حجز النقل</a>',
     'days2xats' => 'xats تحويل أيام الي',
     'min10' => 'الحد الأدنى 10 يوما',
     'nodx' => 'تكفي DX ليس لديك قوي',
     'sorryyou' => 'آسف يجب أن تكون مستخدم مسجل بـ',
     'candx' => '.هنا xats يمكنك تحويل أيام الي',
     'daysto' => 'عدد الأيام',
     'dxrules' => '<li> يجب عليك <a href="http://'.DOMAIN.'/terms.html">الامتثال بالشروط</a> </li>
<li><strong>لكل عمليه تحويل تقوم بها DX سوف تحتاج قوه</strong></li>
<li>DX يمكنك تحول حتي 180 يوم لكل واحده من قوه</li>
<li>علي كل يوم xats سوف تحصل علي 13.5</li>',
     'convert' => 'تحويل',
     'notconf' => 'التسجيل غير مؤكد',
     'pleasewait' => 'يرجى الانتظار',
     'promonote' => 'و سيت شطب مجموعتك و منعها من الترقيه مجددا xats ملحوظه اذا لم يتم أتباع هذه القوانين فسيتم انهاء الترقيه فلحال, بدور ارجاع',
     'held' => '.الحساب موقوف. لا يمكنك الشراء',
     'pinbad' => 'قصير جدا, او الحروف خاطئه PIN رمز الـ',
     'paypal' => 'PayPal',
     'oneonly' => 'يجب أن تكون المدفوعات باي بال لواحد معرف '.XAT_NAME.' فقط.',
     'careful' => '(!تحقق بعناية)',
     'otherids' => 'معرفات أخري للمزايده عليها',
     'notavail' => 'عذرا. غير متوفر',
     'imgneedauth' => 'يجب ان يتم فحص الصوره <font color="#FF0000">(xats التكلفه 50)</font><br>
<b>قبل التكمله <a href="http://util.'.DOMAIN.'/wiki/index.php/Advertise">wiki</a> تفقد الـ</b>',
     'authorize' => 'أسمح',
     'winner' => 'الفائز',
     'soldcol' => 'بيعت و جمعت',
     'p2ends' => 'تنتهي المرحله الـ 2 في:',
     'forgotpass' => 'إذا كنت قد نسيت كلمة المرور ادخل بريدك الألكتروني هنا',
     'wait' => 'يرجى الانتظار ..',
     'buy' => 'شراء',
     'norequests' => 'لم يتلقي اي طلبات حتي الأن',
     'pinacc' => 'سوف يتم ارسال لك رساله بعد قليل علي البريد الألكتروني الخاص بحساب .PIN تم قبول الـ',
     'refreshok' => '.تم الشراء بنجاح<br>.من فضلك قم بأغلاج جميع نوافذ الدردشات',
     'refreshfail' => '.فشل الشراء.. رجاءا قم بـ <a href="\"http://'.DOMAIN.'/login\"">تسجيل دخول</a> مجددا'
	 ]
?>
