<?php
$array = [
     'notrun' => '.'.XAT_NAME.' ملحوظه: هذه الدردشه لا تديرها',
     'promotedgroups' => 'الجماعات المروجه',
     'new' => '؟'.XAT_NAME.' جديد بـ',
     'newt' => 'سجل حساب. قم بالعثور علي دردشه تشاطر المصالح الخاصه بك و اهتماماتك. قم بعمل دردشه خاصه بك. احصل و تاجر القوي. العب لعبه ثنائيه',
     'newb' => 'تعلم المزيد',
     'powers' => 'القوي',
     'powerst' => '.و الأيام لشراء قوي مميزه لدردشتك xats يمكنك استخدام ال
 بالأضافه الي مجموعه من الأبتسامات المخصصه, مؤثرات و قدرات مميزه
و قوي المجموعات التي تضيف ميزات اضافيه لدردشتك
<a href="http://util.'.DOMAIN.'/wiki/index.php/Powers">'.XAT_NAME.' wiki</a> تعلم المزيد عن كل القوي المتوفره في',
     'powersb' => 'احصل علي القوي',
     'games' => 'ألعاب',
     'gamest' => 'العب ضد اصدقائك او عشوائين. تنافس لتكون الأسرع بالأعاب السباقات أو الهرب من الحظر مع ألعاب الحظر. Doodle هو تطبيق رسم تعاوني حر. دوودلراس تعطي لك رسمه ثم يمكنك التصويت 
.للذي قام بأفضل رسمه. ايضا قم بتجربه القلوب قوه لعبه الأوراق',
     'gamesb' => 'ألعب الأن',
     'xavi' => 'المتحركه xavi رسوم',
     'xavit' => '.و شاهدها تتحرك عندما تكتب xavi صمم شخصيه كرتونيه بنفسك مع 
<a href="http://'.DOMAIN.'/web_gear/chat/Getxavis.php">xavi بمتجر </a> <small>
 xavi يمكنك الحصول علي الأكسسوارات الخاصه بـ
.(xavi تطلب قوه)</small>',
     'xavib' => 'الخاص بك xavi صمم',
     'group' => ''.XAT_NAME.' انشاء مجموعه',
     'groupt' => 'دردشتك الخاصه يمكن ان تكون لموضوع معين (مثل الموسيقي, انيمي, العاب الفديو), لزوار موقعك او لمجرد لك و أصدقائك. يمكنك استخدامها او تضمينها في موقع الويب
.الخاص بك. المجموعات قابله للتخصيص بالكامل, و يمكن ان تكون للأعضاء فقط اذا كنت ترغب في حصرها لأصدقائك',
     'groupb' => ''.XAT_NAME.' انشاء مجموعه',
     'trade' => 'تاجر القوي',
     'tradet' => 'يمكنك تجاره القوي مع المستخدمين الأخرين بالدردشات. اذا كنت ماهرا يمكنك كسب الربح, اشتري القوي بسعر منخفض و بيع بسعر اعلي.
<a href="http://'.DOMAIN.'/web_gear/chat/chats.php?type=trade">'.XAT_NAME.' تجاره</a> هو المكان حيث يلتقي التجار.',
     'tradeb' => 'بدء التجاره',
     'promomine' => 'ترويج مجموعتي',
     'follow' => 'اتبع اكسات علي'
	 ]
?>