<?php
$array = [
     'account' => ''.XAT_NAME.' صفحه اداره المستخدم المسجل بـ',
     'am14' => 'انا عمري 14 سنه او اكثر و انا اوافق علي
<a href="http://'.DOMAIN.'/terms.html" target="_blank">شروط الخدمه</a>',
     'athome' => 'فحص أمني: عليك أن تكون في المنزل لتشغيل قفل الحساب',
     'auth1' => ':ثم افحص هذا بكاميرا المحمول iPhone او Android ,Blackberry لل <a href="http://util.'.DOMAIN.'/wiki/index.php/Authentication">Google مصادقه </a>',
     'auth2' => ':او, اذا كان هاتفك ليس به كاميرا, حدد <b>الوضع المستند الي الوقت</b> و المفتاح التالي',
     'auth3' => 'إذا قمت بطباعه هذه الصفحة الآن يمكنك استرداد الحساب الخاص بك في حال فقدان هاتفك.
<b>!!لا تعطي هذه الرموز لأي شخص!!</b>',
     'auth6' => 'عدد ارقام المصادق هو 6',
     'authbad' => 'رمز المصادق غير صحيح',
     'authd' => ''.XAT_NAME.' المصادقه بحساب',
     'authfail' => 'فشل في تفعيل الترخيص. حاول مرة أخرى',
     'authreenter' => 'فحص أمني: الرجاء إعادة إدخال رمز المصادق للتحقق من هذا الطلب',
     'authrequire' => 'تسجيل الدخول يتطلب رمز المصادق',
     'badid' => 'هوية المستخدم سيئة. رجاءا قم بتسجيل الدخول ثم حاول مره اخري.',
     'become' => ''.XAT_NAME.' - اصبح مستخدم مسجل',
     'changepass' => 'تغيير كلمة السر',
     'chgnamebut' => 'تغيير اسم المستخدم',
     'chgname' => 'انقر علي هذا الزر لتغيير اسم المستخدم الخاص بك',
     'chgstatus' => ':تغير حاله المستخدم المسجل',
     'chkdeleted' => 'فحص أمني: تم حذف هذا الحساب',
     'del30' => 'لا يمكنك حذف حسابك بسبب',
     'delauth' => 'إيقاف المصادقة قبل حذف الحساب',
     'delcheck' => 'فحص أمني: الرجاء التحقق من بريدك الالكتروني للدخول وحذف حسابك',
     'delete' => 'حذف',
     'eblock' => 'البريد الألكتروني موقوف',
     'entercode' => ':أدخل رمز المصادق',
     'etoomany' => 'عدد كبير جدا من الحروف',
     'evalid' => 'البريد الالكتروني غير صالح',
     'failid' => 'فشل في جعل معرف. يرجى المحاولة لاحقا',
     'forgothead' => 'إذا كنت قد نسيت كلمة السر أو اسم المستخدم استخدم هذا النموذج',
     'forgotpass' => 'نسيت كلمة السر',
     'grpassigns' => ':قوي المجموعات المعينه حاليا',
     'lockd' => ''.XAT_NAME.' قفل حساب',
     'locked3' => 'فحص أمني: هذا الحساب مغلق. يمكنك الدخول فقط من المنزل. يرجى قراءة',
     'locking' => '(مجانا (القوه لن تعمل بدون ايام TICKLE تسمح لك بالدخول من موقعك الحالي فقط. - احصل علي قوه',
     'loginid' => ''.XAT_NAME.' الدخول بمعرف',
     'login' => 'دخول',
     'loseall' => 'الأيام, القوي و الزواج الخ ,xats مهم: سوف تخسر كل ال',
     'lost' => 'فقدت كلمة السر\اسم المستخدم',
     'max18' => 'يجب ان يكون الأسم 10-18 حرف. من الألف الي الياء, و من 0-9',
     'more' => 'المزيد',
     'namebad' => 'الأسم طويل جدا أو يحتوي على أحرف او كلمات سيئة',
     'needk2' => 'هام: تحتاج هذا إذا كنت في حاجة إلى إعادة تسجيل المعرف',
     'needreg' => 'رجاءا سجل بالأسفل .xats لتحصل علي '.XAT_NAME.' يجب ان تسجل حساب بـ',
     'nodelxats' => 'ايام او قوي ,xats لا يمكنك حذف حساب به',
     'nolonger' => 'لم يتم التسجيل من قبل ولم يعد من الممكن التسجيل مجددا',
     'notvalid' => 'غير صالح',
     'offauth' => 'OFF (غير موثق)',
     'offlock' => 'OFF (غير مقفل)',
     'offprot' => 'OFF (غير محمي)',
     'oldname' => 'تحذير: قد تفقد الاسم القديم الخاص بك إذا قمت بفعل هذا. يمكنك فقط تغيير اسمك كل 2 أسابيع',
     'onauth' => 'ON (موثق)',
     'onlock' => 'ON (مقفل)',
     'onprot' => 'ON (محمي)',
     'passne' => 'كلمات السر ليست مماثله',
     'passshort' => 'كلمه السر صغيره جدا',
     'passupdetd' => 'تم تحديث كلمه السر',
     'pleasetype' => 'الرجاء كتابة رسالة في الدردشة ومحاولة التسجيل مرة أخرى',
     'regfailed' => 'فشل التسجيل. من فضلك حاول التسجيل مرة أخرى',
     'regid' => ''.XAT_NAME.' قم بتسجيل حساب بـ',
     'save30' => 'تحقق لحفظ الرمز المميز على هذا الكمبيوتر لمدة 30 يوما',
     'secuitychk' => 'فحص أمني. يرجى تسجيل الدخول والمحاولة مرة أخرى',
     'settime' => ':يرجى ضبط الساعة على جهازك. (الوقت الآن:',
     'seurityset' => 'إعدادات الأمان',
     'unreg' => '(انقر علي هذا الزر لتصبح غير مسجل (حذف اسم المستخدم',
     'updatesec' => 'تحديث إعدادات الأمان',
     'validemail' => '.البريد الألكتروني يجب ان يكون صحيحا و صالحا لتفعل حسابك',
     'whyreg' => 'تسجيل معرف يمنع الأشخاص الأخرين من انتحال شخصيتك بحيث انك سوف تكون المستخدم الوحيد الذي لديه الأسم الذي قمت بالتسجيل به.
تتطلب بعض مجموعات المستخدمين أن يكونوا مسجلين قبل أن يجلعوهم عضو، مشرف أو مالك.
يجب ان تكون مسجلا لتستطيع الحصول علي قوي, ايام و تتزوج.',
     'withauth' => 'تسمح لك بالدخول بـ',
     'startagain' => 'الرجاء تسجيل الدخول والبدء من جديد',
     'regdup' => 'مسجل سابقا',
     'namedup' => 'اسم المستخدم مأخوذ حاليا. يرجي استخدام اسم أخر',
     'emaildup' => 'البريد الألكتروني مستخدم. يرجي استخدام بريد الكتروني أخر',
     'alldup' => 'تم استخدام البريد الألكتروني, المعرف او الأسم من قبل',
     'len6' => 'A-Z,a-z ,علي الأقل 6 احرف او ارقام, حاله الأحرف حساسه, 0-9',
     'register' => 'تسجيل',
     'len10' => 'و 0-9 a-z,A-Z ,يجب علي الأسم ان يكون من 10-18 حرف',
     'notsame' => '!رجاءا لا تستخدم كلمه سر مماثله لكلمه السر الخاصه بلبريد الألكتروني',
     'seebox' => 'هام: إذا كنت ترى مربع مثل هذا يرجى الضغط على ’السماح’. إذا لم تقم بذلك فلن تكون قادرا على تخزين الأصدقاء أو استخدام الدردشة. إذا كنت ترى هذا المربع سوف تحتاج إلى تسجيل الدخول مرة أخرى.',
     'protection' => '<a href="http://util.'.DOMAIN.'/wiki/index.php/AccountProtection">'.XAT_NAME.' حمايه حساب</a><br>
.الا اذا كنت متأكدا OFF ملحوظه: لا تقوم بجعلها<br>
.أبدا اذا قيل لك أحدا بجعلها كذلك OFF لا تجعلها<br>
.'.XAT_NAME.' لا تستخدم ابدا كلمه سر مماثله للبريد الألكتروني و حساب<br>',
     'securitywarn' => '<font color="#FF0000">http:\\'.DOMAIN.' يرجي التأكد بأن متصفحك علي<br>
<b>.هام: المتطوعين و المديرين لن يسألوك أبدا عن كلمه السر الخاصه بالبريد الأكتروني.
فقط استخدام كلمة السر الخاصه بالبريد الألكتروني الخاص بك للدخول إلى البريد الإلكتروني</b>
من فضلك اقرأ <a href="http://'.DOMAIN.'/phishing">صفحه التصيد</a></font>',
     'activate1' => 'التفعيل مطلوب - %s :'.XAT_NAME.' مستخدم دردشه',
     'activate2' => ',%s مرحبا

:انقر على هذا الرابط لتفعيل تسجيلك

%s

(لن يتم حجزه و ليس نشيط %s حتي تقوم بالنقر علي هذا الرابط)',
     'forhelp' => '%s :اذهب هنا '.XAT_NAME.' للحصول علي مساعده فوريه بـ

%s :هنا '.XAT_NAME.' للمشاكل الأخري, تعليقات أو اقتراحات يرجي استخدام مجتمع

'.DOMAIN.'',
     'noreply' => '=== هذه رسالة تلقائية، الرجاء عدم الرد ===',
     'regdone' => '<p>.شكرا لك, لقد تم قبول تسجيلك<br>
تم ارسال رساله تفعيل الحساب بالبريد الألكتروني. تحتاج الأن بالضغط علي هذا الرابط بالبريد الألكتروني لتفعيل </p>حسابك
<p><strong>.مهم: اذا لم تتلقي الرساله فقم بتفقد صندوق الرسائل المزعجه بالبريد الألكتروني</strong></p>
<p><strong>(الرساله يمكن أن تستغرق فترة تصل الى 30 دقيقة للوصول)</strong></p>',
     'chgpass1' => 'اعاده تعيين كلمه السر - %s :'.XAT_NAME.' مستخدم دردشه',
     'chgpass2' => ',%s مرحبا

:اضغط علي هذا الرابط لتغير كلمه السر الخاصه بك

%s',
     'chgpass3' => '<p>.شكرا لك, لقد تم قبول تسجيلك</p>
تم ارسال رساله تفعيل الحساب بالبريد الألكتروني. تحتاج الأن بالضغط علي هذا الرابط بالبريد الألكتروني لتفعيل <p>حسابك
<strong></strong>.مهم: اذا لم تتلقي الرساله فقم بتفقد صندوق الرسائل المزعجه بالبريد الألكتروني</p><p>
<strong></strong>(الرساله يمكن أن تستغرق فترة تصل الى 30 دقيقة للوصول)</p>',
     'pass30' => 'أيام %s لا يمكنك تغير اسم المستخدم الخاص بك لمده',
     'locked1' => 'مرفوض '.XAT_NAME.' تسجيل الدخول بـ',
     'locked2' => '(%s) %s مرحبا

:لقد حاولت تسجيل التدخول بعيدا عن المنزل من

%s

.قد تم رفض هذا لأن حسابك كان مغلق

%s :تفحص',
     'loginas' => 'سجل دخول كـ',
     'reg' => 'تسجيل',
     'out' => 'تسجيل الخروج',
     'del' => 'حذف',
     'namechg' => 'تغيير الأسم',
     'closewin' => '.بنجاح<br>.يرجي اغلاق جميع نوافذ الدردشه %s
لا تشارك التفاصيل الخاصه بتسجيل الدخول الخاص بك مع اي مستخدم و الا سوف تقفل نفسك من الدردشه',
     'logfail' => 'تسجيل الدخول فضل',
     'logfrom' => 'تم تسجيل دخول المستخدم من',
     'logpin' => 'تسجيل الدخول PIN %s :'.XAT_NAME.' مستخدم',
     'logpin2' => '**************************************************************
!تحذير لا تعطي هذه الرساله لأي مستخدم
PIN لن يسألوك عن كلمه السر الخاصه او الـ '.XAT_NAME.' متطوعين و مديرين
**************************************************************
:اضغط علي هذا الرابط لتقوم بتسجيل الدخول

%s

.فقد تم اختراق الحساب و يجب تغير كلمه السر الخاصه بك علي الفور '.XAT_NAME.' إذا كنت لم تسجل دخول مؤخرا بحسابك بـ
%s
'.DOMAIN.'',
     'old' => 'قديم',
     'new' => 'جديد',
     'group' => 'مجموعة',
     'grpalready' => 'بالفعل مجموعه',
     'editchat' => '.اضغط علي هذا الزر لتعديل الدردشه او لأستعاده الملكيه. انظر بالأسفل اذا كنت تريد اعاده تعين الدردشه',
     'emcheck' => 'فحص أمني: يرجى التحقق من البريد الإلكتروني الخاص بك لتسجيل الدخول'
	 ]
?>