<?php


$array = [
      'addfield' => 'اضف خانة',
      'animate' => 'تحويل الرسومات المتحركة',
      'animatedesc' => 'يلزم وجود شريط من الصور لإنتاج صورة GIF متحركة. لإنشاء شريط ، حدد ملف GIF من جهاز الكمبيوتر الخاص بك. انقر فوق تحويل لتنزيل شريط JPG / PNG. أخيرًا ، قم بتحميل الشريط إلى <a href=\"https://'. XAT_NAME .'.wiki/Images\"> مضيف صورة </a>.',
      'cannot' => 'خلال هذا الوقت لا يمكنك إنشاء عناصر جديدة أو تعديل مجموعتك الحالية.',
      'convert' => 'تحويل',
      'did' => 'هل كنت تعلم؟',
      'first' => 'تم إنشاء أول دردشة '. XAT_NAME .' في عام 2006.',
      'founded' => 'تم تأسيس '. XAT_NAME .' لأول مرة كمحسِّن للصور.',
      'history' => 'تعلم المزيد عن تاريخ '. XAT_NAME .'.',
      'image' => 'صورة',
      'name' => 'الاسم',
      'search' => 'بحث',
      'searchdesc' => 'قم باكتشاف المواضيع التى يتحدث عنها الناس',
      'searchedchats' => 'بحث عن الدردشات',
      'searchinfo' => 'الدردشات الخاصة والرسائل الخاصة ودردشات الأعضاء فقط ودردشات عدم السرد وعدم التخزين لا يمكن البحث عنهم. <a href=\"https://'. XAT_NAME .'.wiki/Search\"> مزيد من المعلومات </a>',
      'selectgif' => 'اختر GIF',
      'selectimg' => 'اختر صورة',
      'shuffle' => 'تحويل shuffle',
      'shuffledesc' => 'ستساعد هذه الأداة في عمل شريط من الصور المطلوبة لطاقة shuffle. حدد الصور من جهاز الكمبيوتر الخاص بك. انقر فوق تحويل لتنزيل شريط JPG ثم قم بالتحميل إلى <a href=\"https://'. XAT_NAME .'.wiki/Images\"> مضيف صور </a>.',
      'sorry' => 'نأسف على التأخير ، سنعود قريبًا!',
      'tools' => 'الادوات',
      'topman' => 'كان Topman أول قوة '. XAT_NAME .'.',
      'updated' => 'جاري تحديث '. XAT_NAME .''
	 ]
?>