<?php
$array = [
     'buyshort' => 'ซื้อชื่อผู้ใช้แบบสั้นๆ',
     'notavailable' => 'ขออภัย ชื่อสั้นนั้นไม่มีอยู่',
     'terms' => 'คุณต้องตกลงในข้อกำหนด',
     'nametaken' => 'ขออภัย ชื่อนั้นถูกใช้ไปแล้ว',
     'costchanged' => 'ค่าใช้จ่ายเปลี่ยนไป',
     'notfound' => 'ไม่พบ',
     'wrongpassword' => 'รหัสผ่านผิด',
     'noxats' => 'มี '.XAT_NAME.' ไม่เพียงพอ',
     'namechanged' => 'ชื่อเปลี่ยนไป',
     'xatname' => 'ชื่อผู้ใช้ '.XAT_NAME.':',
     'password' => 'รหัสผ่าน',
     'desiredname' => 'ชื่อที่ต้องการ:',
     'noteil' => 'โปรดสังเกต: ’i’ จะเป็นอักษรตัวเล็กเสมอ ’L’ จะเป็นอักษรตัวใหญ่เสมอ',
     'iagree' => 'ฉันได้อ่านและตกลงในกฎและ<a href="//'.DOMAIN.'/terms">ข้อบังคับ</a>',
     'getcost' => 'หาค่าใช้จ่าย',
     'once' => 'คลิกเพียงครั้งเดียว!',
     'letters' => 'ชื่อมีตัวอักษรที่ใช้ไม่ได้',
     'short' => 'ชื่อสั้นเกินไป',
     'long' => 'ชื่อยาวเกินไป',
     'notallowed' => 'ชื่อนี้ไม่สามารถใช้ได้ ขอให้ลองชื่ออื่น',
     'firstletter' => 'ตัวแรกจะต้องไม่ใช่ตัวเลข',
     'youcan' => 'คุณสามราถใช้ '.XAT_NAME.' ของคุณซื้อชื่อผู้ใช้แบบสั้น(4-9 ตัวอักษร)ได้',
     'rules' => 'กฎต่างๆ:',
     'rulesname' => '<li>คุณต้อง<a href="//'.DOMAIN.'/terms">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li>ชื่อสั้นนั้นมีราคาแตกต่างกัน คลิกที่ ’Get cost’ เพื่อดูราคา</li>
 <li>ถ้าชื่อสั้นของคุณไม่ได้ถูกใช้เป็นเวลา 90 วัน มันอาจจะถูกนำไปขายอีกครั้ง</li>
 <li>แต่ละคนจะมีชื่อสั้นได้เพียงชื่อเดียว</li>
 <li>ชื่อปัจจุบันของคุณจะถูกแทนที่และหายไป</li>
 <li>ถ้าคุณเลือกชื่อสั้นที่ไม่เหมาะสม(ในภาษาใดๆ) อาจจะถูกลบโดยไม่มีการชดใช้</li>
 <li>'.XAT_NAME.' ขอสงวนสิทธิ์ในการยกเลิกและชดใช้ในชื่อใดๆ โดยไม่จำเป็นต้องบอกล่วงหน้า</li>
 <li>โปรดสังเกต: ชื่อสั้นจะทำให้ชื่อคุณอยู่สูงขึ้นในรายชื่อผู้ใช้</li>',
     'buypow' => 'ซื้อพาวเวอร์',
     'maxbuy' => 'จำนวนสูงสุดที่คุณซื้อได้คือ',
     'notyet' => 'คุณไม่สามารถซื้อพาวเวอร์นี้เพิ่มได้ในตอนนี้ อีกสักครู่ลองใหม่',
     'allgone' => 'ขออภัย ไม่มีพาวเวอร์เหลือแล้ว',
     'nodays' => 'มีวันเหลือไม่พอ',
     'nothing' => 'ไม่มีอะไรให้ซื้อได้!',
     'relogin' => 'ไม่ผ่านก่อนตรวจความปลอดภัย คลิก <a href="//'.DOMAIN.'/login">ที่นี่เพื่อล็อคอินเข้าแชท '.XAT_NAME.' อีกครั้ง',
     'alreadyhave' => 'คุณมีพาวเวอร์เหล่านี้อยู่แล้ว:',
     'completeta' => 'ซื้อได้เรียบร้อย ขอขอบคุณ',
     'canpowers' => 'คุณสามารถใช้ '.XAT_NAME.' ของคุณในการซื้อพาวเวอร์และความสามารถต่างๆ สำหรับแชท '.XAT_NAME.'',
     'readwell' => 'คำอธิบาย <font color="#FF0000">(กรุณาอ่านอย่างระมัดระวัง!)</font>',
     'canplay' => 'ด้วยพาวเวอร์ต่างๆ เหล่านี้ คุณสามารถเริ่มและควบคุมเกมส์ได้',
     'chkforall' => 'ตรวจสอบว่าคุณจำเป็นต้องมีพาวเวอร์ตัวไหนสำหรับออลพาวเวอร์',
     'unavailable' => 'จะไม่มีชั่วคราวเมื่อขายหมดแล้ว',
     'remaining' => 'คือจำนวนที่เหลือ!',
     'willdrop' => 'ราคาจะตก!',
     'sold' => 'ขายแล้ว',
     'trytrading' => 'ไม่มีขาย ลองดูที่ <a href="//'.DOMAIN.'/web_gear/chat/chats.php?type=trade">การเทรด</a>',
     'atauction' => 'ซื้อจากการประมูล <a href="//'.DOMAIN.'/web_gear/chat/Auction4.php">การประมูล</a>
 <li><strong>พาวเวอร์ต่างๆ จะทำงานเมื่อมีวันสำหรับการเล่น</strong></li>
 <li>พาวเวอร์จะมีมาเพิ่มในภายหลัง</li>
 <li>พาวเวอร์อาจจะถูกถอนออกจากการขาย (รีบหาไว้เป็นของคุณเดี๋ยวนี้!)</li>
 <li>ราคาของพาวเวอร์จะเปลี่ยนแปลงขึ้นลงไปตามความต้องการ</li>
 <li>ผู้ใช้อื่นๆ จะสามารถเห็นพาวเวอร์ที่คุณเปิดใช้อยู่</li>
 <li>พาวเวอร์แต่ละตัวสามารถจะเปิดหรือปิดการใช้งานได้</li>
 <li>พาวเวอร์สามารถถูกเทรดกับผู้ใช้คนอื่นได้</li>
 <li>พาวเวอร์ยังคงอยู่กับคุณจนกระทั่งคุณเทรดพวกมันไป</li>
 <li>พาวเวอร์แต่ละตัวจะมีสไมลี่ของตนเอง ผู้ใช้ที่มีพาวเวอร์นั้นเท่านั้นถึงจะใช้สไมลี่นั้นได้</li>
 <li><strong><span class="mw-translate-fuzzy">โปรดอ่านคำอธิบายของพาวเวอร์(เลื่อนเมาส์ไปที่ชื่อเพื่อให้มีคำอธิบายแสดงออกมา)</span></strong></li>',
     'power' => 'พาวเวอร์',
     'smilie' => 'สไมลี',
     'cost' => 'ราคา',
     'quantity' => 'จำนวน',
     'orcheck' => 'หรือตรวจ',
     'games' => 'เกมส์',
     'powers' => 'พาวเวอร์',
     'allpowers' => 'AllPowers',
     'alldesc' => 'การจะได้ออลพาวเวอร์ AllPowers คุณจำเป็นต้องมีพาวเวอร์ต่างๆ (ที่มีเครื่องหมายจรวด)อย่างละหนึ่งตัว พาวเวอร์อื่นๆ ที่มีจำนวนจำกัดและพาวเวอร์ราคาแพงไม่จำเป็นต้องมี',
     'everypower' => 'EveryPower',
     'everydesc' => 'เพื่อที่จะได้ EveryPower คุณจำเป็นต้องมีพาวเวอร์ครบทุกตัวรวมถึงพาวเวอร์ที่หายาก พาวเวอร์กรุ๊ป และพาวเวอร์มหากาพย์ คุณจะใช้สัญลักษณ์แทนตัวเป็นสีมรกตได้ และคุณไม่สามารถเทรดตัว EveryPower',
     'epicdesc' => '<b>พาวเวอร์มหากาพย์</b> <br> จะมีน้อยเพราะว่ามีราคาที่สูงมาก ความน่าสนใจส่วนใหญ่มาจากการมีอยู่น้อยของพาวเวอร์ เพื่อเป็นรางวัลให้ครับผู้ที่โชคดีหรือฐานะดี และเป็นเป้าหมายให้กับผู้อื่นที่จะไขว่คว้ามา',
     'needlogin' => '(<a href="//'.DOMAIN.'/Login">ล็อคอิน/a> เพื่อเปลี่ยนจากไอดีนี้)',
     'markallp' => 'เลือกออลพาวเวอร์',
     'buyxavis' => 'ซื้อของตกแต่ง xavi',
     'check' => 'ติ๊กเพื่อซื้อ',
     'hat' => 'หมวก',
     'hair' => 'ผม',
     'xavirules' => '<li>คุณต้อง <a href="//'.DOMAIN.'/terms">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li><strong>xavi จะทำงานได้เมื่อคุณมีวันเหลือและมีพาวอร์ xavi ด้วย</strong></li>
 <li>ของตกแต่ง xavi ไม่สามารถเทรดกับผู้ใช้คนอื่น</li>',
     'type' => 'พิมพ์',
     'buygroup' => 'ซื้อแชทกรุ๊ป',
     'gtxnotavail' => 'ขออภัย การโอนย้ายกรุ๊ปไม่สามารถทำได้',
     'groupnoexist' => 'ไม่มีกรุ๊ปนั้นอยู่',
     'notdormant' => 'กรุ๊ปยังมีผู้ใช้งานอยู่',
     'txgroupdone' => 'กาณโอนย้ายเสร็จสิ้น
 กรุณา<a href="//'.DOMAIN.'/$RoomName">ไปที่กรุ๊ป</a>,
 ไปเอารหัสผ่านที่ส่งให้คุณทางอีเมล และตั้งค่าใหม่',
     'youcangroup' => 'คุณสามารถใช้ '.XAT_NAME.' เพื่อย้ายกรุ๊ปที่ไม่มีการใช้งานมาเป็นของคุณได้',
     'groupname' => 'ชื่อกรุ๊ป:',
     'costxats' => 'ราคา '.XAT_NAME.'',
     'language' => 'ภาษา',
     'editgrp' => 'เข้าไปแก้ไขกรุ๊ปของคุณเพื่อเปลี่ยน',
     'rulesgroup' => '<li>คุณต้อง <a href="//'.DOMAIN.'/terms">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li>การย้ายกรุ๊ปอาจมีราคาแตกต่างกัน คลิกที่ ’Get cost’ เพื่อดูราคา</li>
 <li>ถ้ากรุ๊ปไม่ได้ถูกใช้งานอีก มันอาจจะถูกโอนย้ายอีกได้</li>
 <li>อีเมลของกรุ๊ปจะถูกตั้งให้ใหม่เพื่อสำหรับผู้ใช้ของคุณ</li>
 <li>ถ้าชื่อกรุ๊ปไม่เหมาะสม (ดู <a href="//'.DOMAIN.'/terms">ข้อกำหนด</a>) กรุ๊ปอาจจะถูกลบออกและไม่มีการชดใช้โดยไม่ต้องแจ้งให้ทราบ</li>
 <li>ไม่ต้องเป็นห่วง กรุ๊ปของคุณจะต้องไม่มีเจ้าของอย่างน้อย 3 เดือนก่อนจะถูกโอนย้ายได้อีกครั้ง</li>',
     'promo' => 'การโปรโมตแชทกรุ๊ป',
     'langnotset' => 'ภาษาของกรุ๊ปไม่ได้กำหนดไว้ กรุณาแก้ไขกรุ๊ปเพื่อตั้งภาษา',
     'tinypiconly' => 'รูปจะต้องใช้ tinypic.com ในแบบ png jpg หรือ gif แบบไม่ใช่ภาพเคลื่อนไหว',
     'promona' => 'ขออภัย ไม่สามารถโปรโมตได้',
     'promoblocked' => 'ขออภัย การโปรโมตโดนบล็อค',
     'delisted' => 'แชทถูกลบออกจากรายชื่อ กรุณานำกลับเข้ารายชื่อใหม่ (เข้าแก้ไขแชทในส่วน Extra Features)',
     'membersonly' => 'แชทเป็นของสมาชิกเท่านั้น กรุณาเปลี่ยน(เข้าแก้ไขแชทในส่วน Extra Features)',
     'notzero' => 'ไม่สามารถตั้งเวลาเป็นศูนย์!',
     'adssoon' => '<p>ขอบคุณ การโฆษณาจะเริ่มในไม่ช้า</p>',
     'promosoon' => '<p>ขอบคุณ การโปรโมตจะเริ่มในไม่ช้า!</p>',
     'emailauth' => '<p>ขอบคุณ คุณจะได้รับอีเมลเมื่อโฆษณาของคุณได้รับอนุมัติแล้ว</p>',
     'canpromo' => 'คุณสามารถใช้ '.XAT_NAME.' ในการโปรโมตกรุ๊ปของคุณที่นี่',
     'promonow' => 'โปรโมตทันที!',
     'orads' => 'การโฆษณาแชทของคุณด้วยแบนเนอร์บน '.XAT_NAME.'',
     'imageerror' => 'การตรวจสอบรูกเกิดความผิดพลาด ต้องการอัพโหลดใหม่?',
     'noanim' => 'ขออภัย ไม่อนุญาตให้ใช้ภาพอะนิเมชั่น',
     'imageinval' => 'ภาพใช้ไม่ได้ (2)',
     'imagetype' => 'ประเภทของรูปใช้ไม่ได้: $type',
     'imagebig' => 'รูปมีขนาดใหญ่เกินไป(สูงสุด $t ไบต์)',
     'imagesize' => 'รูปจะต้องมีขนาด 728 x 90',
     'days' => 'วัน',
     'rulespromo' => '<li>ส่วนต่างๆ ของแชทจะต้องเหมาะสมกับคนอายุ 14 ขึ้นไป</li>
 <li>แชทจะต้อง <a href="//'.DOMAIN.'/terms">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li>แชทจะต้องมีผู้ดูแลในช่วงที่มีการโปรโมต(เพื่อไม่ให้มีการใช้ภาษาที่ไม่ดี เป็นต้น)</li>
 <li>วิทยุของแชท: ถ้าวิทยุของแชทมีเพลงซึ่งมีคำหยาบ "คำเตือน วิทยุอาจจะเหมาะกับผู้มีอายุ 18+"(ในภาษาของการโปรโมต) จะต้องใส่ไว้เป็นตัววิ่ง หรือไว้กับภาพพื้นหลังเหนือแนวของตัววิ่ง และดีเจไม่ควรจะหยาบ</li>
 <li>ถ้าผู้ใช้ทำให้บอทพูดอะไรที่ไม่เหมาะสม ให้เสมือนกับว่าผู้ใช้เป็นผู้พูดเองและควรจะถูกแบนไป</li>
 <li>ผู้มาเยือนที่ทำตัวไม่เหมาะสมควรจะถูกแบนในทันที(ไม่ใช่เตะ)</li>
 <li>จะต้องไม่มีลิ้งค์ไปที่ไม่เหมาะสม หรือลิ้งค์ไปไบนารี่(หรือโปรแกรม)</li>
 <li>แชทที่กำลังถูกโปรโมตจะต้องไม่มีการขายตำแหน่ง เช่น ขายตำแหน่งผู้ดูแล</li>
 <li>แชทจะต้องไม่เกี่ยวข้องกับเรื่องศาสนาหรือการเมืองใดๆ</li>
 <li>อย่างน้อยจะต้องมีเจ้าของหรือผู้ดูแลหนึ่งคน<em>ที่มองเห็นได้</em>ตลอดเวลา</li>
 <li>แชทจะต้องอยู่ในภาษาที่ถูกต้อง</li>
 <li>แชทอื่นๆ สามารถจะทำการโปรโมตได้ในเวลาเดียวกันกับคุณ</li>
 <li>ค่าใช้จ่ายการโปรโมตอาจะแตกต่างกันไป คลิก ’Get cost’ เพื่อตรวจสอบ</li>
 <li>แชทจะต้องเปิดสำหรับทุกคน(ไม่ใช่สำหรับสมาชิกเท่านั้น หรือเป็นการแสดงสด เป็นต้น) ไม่แบนหรือเตะโดยไม่มีเหตุผล เช่น ผู้ใช้มาใหม่(ตัวหลอก)</li>
 <li>โฆษณาของแชทจะแสดงให้กับผู้ใช้ที่พูดภาษาของคุณเท่านั้น</li>
 <li>โฆษณาแชทจะหมุนเวียนไปเพื่อให้ได้ผุ้ชมเยอะขึ้น</li>
 <li>อย่าใช้ /pr ยกเว้นในกรณีจำเป็นจริงๆ <a href="//util.'.DOMAIN.'/wiki/index.php?title=Commands#protect">ให้ใช้ /p แทน</a>(แชทจะต้องเปิดสำหรับทุกคน) คุณอาจจะสูญเสียการโปรโมตถ้าหากใช้ /pr</li>
 <li><span class="mw-translate-fuzzy"><font color="#FF0000">เรื่องใหม่:</font> เนื่องจากการหลอกลวง โฆษณาการขาย '.XAT_NAME.' ไม่ได้รับอนุญาตอีกต่อไป</span></li>
 <li>NEW: Ads must not include ANY items or services that are for sale, this includes but is not limited to xats, days, and powers.</li>
 <li>Do not promote a chat that is redirected.</li>',
     'promohours' => 'ชั่วโมงของการโปรโมต',
     'minhalf' => 'ขั้นต่ำ 0.5 ในครึ่งชั่วโมง',
     'adimage' => 'รูปโฆษณา(728 x 90)',
     'advertise' => 'โฆษณา',
     'aphase' => 'ช่วงการประมูล',
     'needmore' => 'คุณจำเป็นต้องให้การประมูลที่สูงกว่า',
     'notpart' => 'มิได้เป็นส่วนหนึ่งของการประมูล!',
     'ended' => 'การประมูลได้สิ้นสุดลงแล้ว',
     'idblocked' => 'ไอดีถูกบล็อค',
     'choose' => 'โปรดเลือกวิธีการโอนย้าย',
     'notenough' => 'xat/พาวเวอร์มีไม่เพียงพอ',
     'alreadybid' => 'คุณมีเข้าประมูลอยู่แล้ว',
     'biddone' => 'การประมูลถูกส่งแล้ว',
     'during1' => 'ในช่วงที่ 1 ของการประมูลคุณสามารถเลือกไอดีต่างๆ ที่คุณต้องการจะซื้อ',
     'p1ends' => 'ช่วงที่ 1 จบ',
     'during2' => 'ในช่วงที่ 2 ของการประมูลคุณสามารถเลือกประมูลได้เฉพาะไอดีที่อยู่ในรายการ',
     'previous' => 'ผลการประมูลที่ผ่านมา',
     'bids' => 'ราคาประมูลปัจจุบัน:',
     'idfor' => 'ไอดีสำหรับขาย',
     'timeleft' => 'เวลาที่เหลือ',
     'prevbid' => 'ราคาประมูลก่อนหน้านี้',
     'congrats' => 'ขอแสดงความยินดีในการชนะการประมูล',
     'auclogin' => 'เพื่อที่จะได้เลขไอดีใหม่กับชื่อของคุณ',
     'rereg' => 'สิ่งสำคัญ: ถ้าคุณต้องการลงทะเบียนเลขไอดีเก่าของคุณ โปรดใช้ลิ้งค์นี้',
     'aucreg' => 'สิ่งสำคัญ: เพื่อที่จะลงทะเบียนไอดีใหม่ของคุณ โปรดใช้ลิ้งค์นี้',
     'bid' => 'ประมูล',
     'topbid' => 'ประมูลสูงสุดจาก',
     'prevhere' => 'ผลการประมูลก่อนนี้อยู่<a href="?old=1">ที่นี่</a>',
     'canauction' => 'คุณสามารถใช้ '.XAT_NAME.' ของคุณในการเข้าร่วมการประมูล',
     'auctionrules' => '<li>คุณต้อง <a href="//'.DOMAIN.'/terms">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li>'.XAT_NAME.' ขอสงวนสิทธิ์ในการยกเลิกและชดใช้ในการประมูลใดๆ โดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า</li>
 <li>ชื่อ '.XAT_NAME.' ของคุณและไอดีของผู้ใช้จะถูกแสดงถ้าคุณเป็นผู้ให้ราคาประมูลสูงสุด/ผู้ชนะ (นี่เป็นการประมูลแบบเปิด)</li>
 <li>การประมูลมีผลผูกพันธ์ ถ้าไม่มีใครประมูลสูงกว่าคุณ คุณจะต้องจ่ายตามนั้น</li>
 <li>ถ้าคุณเป็นคนที่ประมูลสูงที่สุดคุณต้องเก็บ '.XAT_NAME.' และพาวเวอร์ในบัญชีเพื่อให้ครอบคุมการประมูล</li>
 <li>คุณจะต้องมี '.XAT_NAME.' และพาวเวอร์ที่ไม่จำกัดในบัญชีคุณเพื่อการประมูล</li>
 <li>ถ้าคุณชนะ<strong>คุณจะต้องมาอ้างสิทธิ์ไอดีของคุณภายใน 12 ชั่วโมง</strong>หลังจากการประมูลสิ้นสุด</li>
 <li>หากคุณไม่ได้ทำให้เสร็จสิ้นในการประมูลอาจะส่งผลให้คุณ<strong>โดนปรับหรือถูกลบออก<strong></li>
 <li><span class="style1">เรื่องใหม่</span> ถ้าคุณประมูลโดยผิดพลาดคุณจะถูกปรับ 20% ของมูลค่าที่คุณส่งประมูลโดยคุณต้องแจ้งให้ทาง '.XAT_NAME.' ทราบทันที</li>
 <li><span class="style1">เรื่องใหม่/span> ถ้าคุณไม่ได้ร่วมประมูลจนเสร็จสิ้นและคุณย้าย '.XAT_NAME.' หนี คุณจะสูญเสีย 100% ของที่คุณส่งประมูล</li>
 <li>'.XAT_NAME.' สงวนสิทธิ์ในการบล็อคไอดีต่างๆ จากการเข้าร่วมประมูล</li>
 <li>นอกจากนี้ให้ตรวจสอบ<a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Auction">wiki</a> ก่อนการเข้าร่วมประมูล</li>
 <li>ในการประมูลชื่อต่างๆ ชื่อจะถูกใส่เข้ามายังไอดีของคุณ <strong>คุณจะสูญเสียชื่อเดิมไป</strong></li>',
     'minbid' => 'มูลค่าของการประมูลนี้เริ่มต้นที่:',
     'desired' => 'เลขไอดีที่ต้องการ',
     'digits' => 'จำนวนหลัก',
     'enterbif' => 'ร่วมประมูล',
     'buyxats' => 'ชื่อ '.XAT_NAME.' และวัน',
     'intro' => ''.XAT_NAME.' ให้คุณซื้อพาวเวอร์และอื่นๆ ได้สำหรับแชท คุณยังจะได้รับ "วัน" ซึ่งจะรวมอยู่กับการซื้อต่างๆ ด้วย วันจำเป็นสำหรับผู้ที่เล่นพาวเวอร์เพื่อทำให้พาวเวอร์และคุณลักษณะอื่นๆ ของกล่องแชททำงาน ตัดสินใจว่าต้องการซื้อ '.XAT_NAME.' จำนวนเท่าไหร่จากรายการด้านล่างนี้แล้วกดปุ่ม ขอให้มั่นใจว่าคุณได้รับอนุญาตให้ใช้บัตรหรือบัญชีดังกล่าว การสั่งซื้อทั้งหมดขึ้นอยู่กับ<a href="//'.DOMAIN.'/terms">เงื่อนไข</a>ของเรา',
     'aboutto' => 'คุณกำลังจะสั่ง '.XAT_NAME.' สำหรับผู้ใช้:',
     'notyou' => 'ถ้านี่ไม่ใช่ไอดีของคุณ อย่าดำเนินการต่อ!',
     'cash' => 'ธนาคาร/PayByCash',
     'credcard' => 'บัตรเครดิต',
     'includes' => 'วัน',
     'max10' => '* สูงสุด 10 ปี. <br>** สำหรับสหภาพยุโรป: ภาษีมูลค่าเพิ่มจะถูกบวกไว้หรือลดจากจำนวน '.XAT_NAME.' USD = ยูเอสดอลล่าร์',
     'reserve' => 'Skrill, PayPal บัตรเครดิตและการจ่ายด้วย Andriod จะอยู่ภายใต้<a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Reserve">การป้องกันการโอนย้าย</a> การจ่ายด้วย PayPal ควรจะไปที่ไอดี '.XAT_NAME.' เพียงไอดีเดียวเท่านั้น',
     'days2xats' => 'การแลกวันให้เป็น '.XAT_NAME.'',
     'min10' => 'จำนวนขั้นต่ำ 10 วัน',
     'nodx' => 'มีพาวเวอร์ DX ไม่พอ',
     'sorryyou' => 'ขออภัย คุณต้องเป็นผู้ใช้ที่ลงทะเบียนเท่านั้นเพื่อ',
     'candx' => 'คุณสามารถแลกวันบางส่วนที่คุณมีให้เป็น '.XAT_NAME.' ได้ที่นี่',
     'daysto' => 'จำนวนวันที่ต้องการแลก:',
     'dxrules' => '<li>คุณต้อง <a href="//'.DOMAIN.'/terms">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li><strong>คุณจำเป็นต้องใช้พาวเวอร์ DX หนึ่งตัวต่อการแลกหนึ่งครั้ง</strong></li>
 <li>คุณสามารถแลกได้สูงสุด 180 วันต่อพาวเวอร์ DX หนึ่งตัว</li>
 <li>คุณจะได้ 13.5 '.XAT_NAME.' ต่อวัน</li>',
     'convert' => 'แลก',
     'notconf' => 'การลงทะเบียนไม่ได้ถูกยืนยัน',
     'pleasewait' => 'กรุณารอ',
     'promonote' => 'หมายเหตุ: ถ้าคุณไม่ปฏิบัติตามกฎเหล่านี้การโปรโมตของคุณจะยุติโดยไม่มีการแจ้ง ไม่มีการชดใช้จาก '.XAT_NAME.' และกรุ๊ปของคุณจะถูกลบออกจากรายชื่อและถูกบล็อคจากการโปรโมตในอนาคต',
     'held' => 'บัญชีถูกระงับ ขออภัย, คุณไม่สามารถซื้อได้',
     'pinbad' => 'รหัส ญณ์ สั้นเกินไป หรือมีตัวอักษรไม่ถูกต้อง',
     'paypal' => 'Paypal',
     'oneonly' => 'การจ่ายด้วย PayPal ควรจะไปที่ไอดี '.XAT_NAME.' เพียงไอดีเดียวเท่านั้น',
     'careful' => '(ตรวจสอบด้วยความระมัดระวัง!)',
     'otherids' => 'มีการประมูลไอดีอื่นอยู่',
     'notavail' => 'ขออภัย ไม่มีอยู่',
     'imgneedauth' => 'รูปภาพการโฆษณาจำเป็นต้องได้รับการอนุมัติ<font color="#FF0000">(ค่าใช้จ่าย 50 '.XAT_NAME.')</font><br>
<b>ดู <a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Advertise">wiki</a> ก่อนดำเนิการต่อ</b>',
     'authorize' => 'อนุมัติ',
     'winner' => 'ผู้ชนะ',
     'soldcol' => 'ขายและรับไปแล้ว',
     'p2ends' => 'ช่วงที่ 2 จบ:',
     'forgotpass' => 'ถ้าคุณลืมระหัสผ่านของคุณ ใส่อีเมลของคุณที่นี่',
     'wait' => 'กรุณารอ...',
     'buy' => 'ซื้อ',
     'norequests' => 'ถึงตอนนี้ยังไม่ได้รับคำขอใดๆ',
     'pinacc' => 'ได้รับ PIN แล้ว คุณจะได้รับอีเมลในไม่ช้าทางอีเมลที่ลงทะเบียนไว้สำหรับผู้ใช้',
     'refreshok' => 'รีเฟรชสำเร็จ <br> กรุณาปิดหน้าต่างแชททั้งหมด',
     'refreshRfail' => 'รีเฟรชไม่สำเร็จ.. กรุณา<a href="//'.DOMAIN.'/login">ล็อคอิน</a> อีกครั้ง',
     'refreshfail' => 'รีเฟรชไม่สำเร็จ.. กรุณา<a href="//'.DOMAIN.'/login">ล็อคอิน</a> อีกครั้ง',
     'xats2days' => 'การแลก '.XAT_NAME.' ให้เป็นวัน',
     'canx2d' => 'คุณสามารถแลก '.XAT_NAME.' บางส่วนที่คุณมีให้เป็นวันได้ที่นี่',
     'x2drules' => '<li>คุณต้อง <a href="//'.DOMAIN.'/terms.html">ปฏิบัติตามข้อกำหนดต่างๆ</a></li>
 <li><strong>คุณจำเป็นต้องใช้พาวเวอร์ X2D หนึ่งตัวต่อการแลกหนึ่งครั้ง</strong></li>
 <li>คุณสามารถแลกได้สูงสุด 2500 '.XAT_NAME.' ต่อพาวเวอร์ X2D หนึ่งตัว</li>
 <li>1 วันคุณจะได้รับ 13.5 '.XAT_NAME.'</li>
 </ul>',
     'xatsto' => 'จำนวน '.XAT_NAME.' ที่ต้องการแลก:',
     'min100' => 'จำนวนขั้นต่ำ 100 '.XAT_NAME.'',
     'nox2d' => 'มีพาวเวอร์ X2D ไม่พอ',
     'converted' => 'แลกเสร็จเรียบร้อย',
     'already' => 'ได้ถูกโปรโมตแล้ว กรุณารอจนการโปรโมตได้สิ้นสุดลงเพื่อทำการโปรโมตใหม่',
     'ios' => 'ซื้อ '.XAT_NAME.' บนอุปกรณ์แอปเปิ้ล',
     'android' => 'ซื้อ '.XAT_NAME.' บนอุปกรณ์แอนดรอยด์',
     'buythanks' => 'ขอบคุณสำหรับการซื้อของคุณ <p>การสั่งซื้อของคุณจะถูกดำเนินการในไม่ช้าและคุณจะได้รับอีเมลเพื่อยืนยัน ถ้าหากคุณไม่ได้รับอีเมลเพื่อยืนยันภายใน 30 นาที ลองลงเข้าเข้าที่นี่: <a href="//'.DOMAIN.'/login">https://'.DOMAIN.'/login</a></p>'
	 ]
?>
