<?php
$array = [
     'notrun' => 'หมายเหตุ: แชทนี้่ไม่ได้ดำเนินการโดย '.XAT_NAME.'',
     'promotedgroups' => 'กรุ๊ปที่โปรโมต',
     'new' => 'เพิ่งรู้จัก '.XAT_NAME.'?',
     'newt' => 'ลงทะเบียนบัญชี แล้วหากรุ๊ป '.XAT_NAME.' ที่ตรงกับสิ่งที่คุณสนใจ สร้างกรุ๊ป '.XAT_NAME.' ของตัวเอง หาพาวและทำการเทรดแลกเปลี่ยน เล่นเกมส์สำหรับหลายคน',
     'newb' => 'เรียนรู้เพิ่มเติม',
     'powers' => 'พาวเวอร์',
     'powerst' => 'คุณสามารถใช้ '.XAT_NAME.' และวันของคุณในการซื้อพาวเวอร์พิเศษสำหรับกล่อง '.XAT_NAME.' ซึ่งอาจจะเป็นชุดของสไมลี่พิเศษ เอฟเฟ็คพิเศษ และความสามารถของพาวเวอร์กรุ๊ปที่เพื่อคุณลักษณะพิเศษให้กับกรุ๊ป '.XAT_NAME.' ของคุณ เรียนรู้เพิ่มเติมเกี่ยวกับพาวเวอร์ที่มีอยู่ได้ที่ <a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Powers">'.XAT_NAME.' wiki</a>',
     'powersb' => 'ให้ได้พาวเวอร์มา',
     'games' => 'เกมส์',
     'gamest' => 'เล่นเกมส์แข่งกับเพื่อนของคุณหรือคนอื่นๆ <br> แข่งขันกันเพื่อเป็นผู่ที่เร็วที่สุดในเกมส์หรือหลุดจากการแบนด้วยเกมส์แบนต่างๆ <a href="//'.DOMAIN.'/game?ss=10000">Doodle</a> จะเป็นแอพวาดภาพแบบที่ร่วมมือช่วยกันวาดได้ <a href="//'.DOMAIN.'/game?ss=60189">DoodleRace</a> จะให้หัวข้อคุณในการวาดและคุณโหวตว่าของใครวาดได้ดีที่สุด นอกจากนี้ลองเล่นเกมส์ไพ่<a href="//'.DOMAIN.'/game?ss=60225">Hearts</a>ใหม่',
     'gamesb' => 'เล่นเลย',
     'xavi' => 'xavi ภาพเคลื่อนไหวแทนตัวเอง',
     'xavit' => 'ออกแบบภาพเคลื่อนไหวของคุณเองด้วยแอพ xavi แล้วดูการตอบสนองของมันเวลาที่คุณพิมพ์ คุณสามารถหาไอเทม xavi เพิ่มเดิมได้จาก <a href="//'.DOMAIN.'/web_gear/chat/Getxavis.php">xavi store</a> <small>(ต้องมีพาวเวอร์ xavi)</small>',
     'xavib' => 'สร้าง xavi ของคุณเอง',
     'group' => 'สร้างกรุ๊ป '.XAT_NAME.'',
     'groupt' => 'กรุ๊ป '.XAT_NAME.' ของคุณอาจจะเกี่ยวกับเรื่องใดโดยเฉพาะ(เช่น ดนตรี อะนิเมะ วีดิโอเกมส์) สำหรับผู้ที่เข้าชมเว็บไซต์ของคุณหรือแค่สำหรับคุณและเพื่อนๆ เท่านั้น คุณสามารถใช้ที่ '.XAT_NAME.' หรือนำไปใส่ไว้ในเว็บไซต์ของคุณก็ได้ กรุ๊ปจะสามารถปรับแต่งได้เต็มที่และสามารถจำกัดว่าให้เฉพาะสมาชิกได้ด้วยถ้าคุณต้องการให้เฉพสะเพื่อนของคุณเข้ามาเท่านั้น',
     'groupb' => 'สร้างกรุ๊ป '.XAT_NAME.'',
     'trade' => 'การเทรดแลกเปลี่ยนพาวเวอร์',
     'tradet' => 'คุณสามารถเทรดพาวเวอร์กับผู้ใช้ '.XAT_NAME.' คนอื่นได้ ถ้าคุณมีความชำนาญคุณอาจจะได้กำไรโดยการซื้อราคาต่ำขายราคาสูง <a href="//'.DOMAIN.'/web_gear/chat/chats.php?type=trade">'.XAT_NAME.' trade</a> จะเป็นตลาดแลกเปลี่ยนที่ผู้ค้าทั้งหลายไปพบกัน',
     'tradeb' => 'เริ่มการเทรด',
     'promomine' => 'โปรโมตกรุ๊ปของฉัน',
     'follow' => 'ติดตาม '.XAT_NAME.' ที่'
	 ]
?>