<?php
$array = [
     'account' => 'เพจการจัดการบัญชีผู้ใช้ '.XAT_NAME.' ที่ลงทะเบียนแล้ว',
     'am14' => 'ฉันอายุ 14 ปีหรือมากกว่าและฉันยอมรับ<a href="//'.DOMAIN.'/terms" target="_blank">ข้อกำหนดการให้บริการ</a>',
     'athome' => 'ตรวจสอบความปลอดภัย: คุณต้องอยู่ที่บ้านเพื่อที่จะเปิดการล็อคบัญชี',
     'auth1' => 'ดาวน์โหลด <a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Authentication">Google Authenticator</a> สำหรับไอโฟน แอนดรอยด์ หรือ แบล็กเบอรรี่ แล้วสแกนตรงนี้ด้วยกล้องจากโทรศัพท์ของคุณ',
     'auth2' => 'หรือ ถ้าโทรศัพท์ของคุณไม่มีกล้อง ให้เลือก <b>Time-Based Mode</b>แล้วใส่รหัสดังต่อไปนี้:',
     'auth3' => 'ถ้าคุณพิมพ์หน้านี้เก็บไว้ คุณจะสามารถกู้บัญชีของคุณคืนได้ในกรณีที่คุณทำโทรศัพท์หาย <b>!!อย่าให้ใครได้รับรู้รหัสเหล่านี้เป็นอันขาด!!</b>',
     'auth6' => 'ตัวเลขรหัสพิสูจน์ตัวตน 6 หลัก',
     'authbad' => 'รหัสพิสูจน์ตัวตนไม่ถูกต้อง',
     'authd' => 'การยืนยันความเป็นเจ้าของบัญชี '.XAT_NAME.'',
     'tickle' => 'เข้าถึงพาวเวอร์ <a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Tickle">TICKLE<a/> ได้ฟรี(จำเป็นต้องมีวัน)',
     'authfail' => 'ไม่สามารถเปิดใช้งานการรับรองความถูกต้องได้ ลองอีกครั้ง',
     'authreenter' => 'ตรวจสอบความปลอดภัย: กรุณาใส่รหัสพิสูจน์ตัวตนอีกครั้งเพื่อยืนยันคำขอนี้',
     'authrequire' => 'การล๊อกอินต้องการรหัสรับรองความถูกต้อง',
     'badid' => 'ไอดีผู้ใช้ใช้ไม่ได้ ขออภัย คุณไม่สามารถลงทะเบียนได้',
     'become' => ''.XAT_NAME.' - การเป็นผู้ใช้ลงทะเบียน',
     'changepass' => 'เปลี่ยนรหัสผ่าน',
     'chgnamebut' => 'เปลี่ยนชื่อผู้ใช้',
     'chgname' => 'คลิกที่ปุ่มนี้เพื่อเปลี่ยนชื่อผู้ใช้ที่ลงทะเบียนของคุณ',
     'chgstatus' => 'สถานะการเปลี่ยนผู้ใช้ที่ลงทะเบียน:',
     'chkdeleted' => 'การตรวจสอบความปลอดภัย: บัญชีนี้ได้ถูกลบแล้ว',
     'del30' => 'คุณไม่สามารถลบบัญชีของคุณเป็นเวลา',
     'delauth' => 'ให้ปิดการยืนยันผู้ใช้ก่อนการลบบัญชี',
     'delcheck' => 'การตรวจสอบความปลอดภัย: ให้ดูที่อีเมลเพื่อทำการล็อคอินและลบบัญชีของคุณ',
     'delete' => 'ลบ',
     'delaccount' => 'ลบบัญชี',
     'eblock' => 'อีเมลถูกบล็อค',
     'entercode' => 'ใส่รหัสยืนยันความเป็นเจ้าของ:',
     'etoomany' => 'มีจำนวนตัวอักษรมากเกินไป',
     'evalid' => 'อีเมลไม่ถูกต้อง',
     'failid' => 'ไม่สามารถสร้างไอดีได้ กรุณาลองใหม่ในภายหลัง',
     'forgothead' => 'ใช้แบบฟอร์มนี้ถ้าคุณลืมรหัสผ่านหรือชื่อผู้ใช้',
     'forgotpass' => 'ลืมรหัสผ่าน',
     'grpassigns' => 'กรุ๊ปพาวเวอร์ที่ได้ลงบอร์ดไว้ตอนนี้:',
     'lockd' => 'การล็อคบัญชี '.XAT_NAME.'',
     'locked3' => 'การตรวจสอบความปลอดภัย: บัญชีนี้ได้ถูกล็อคไว้ คุณสามารถล็อคอินได้จากที่บ้านเท่านั้น กรุณาอ่าน:',
     'locking' => 'สามารถเข้าถึงได้จากตำแหน่งปัจจุบันของฉันเท่านั้น',
     'loginid' => 'ล็อคอินด้วยไอดีของ '.XAT_NAME.'',
     'login' => 'ล็อคอิน',
     'loseall' => 'สิ่งสำคัญ: คุณจะสูญเสีย '.XAT_NAME.', วัน, พาวเวอร์และการแต่งงาน และอื่นๆ ไปหมด',
     'lost' => 'รหัสผ่าน/ชื่อผู้ใช้สูญหาย',
     'max18' => '10-18 ตัวอักษร a-z, A-Z และ 0-9',
     'more' => 'เรื่องอื่นๆ',
     'namebad' => 'ชื่อยาวเกินไปหรือมีอักษรที่ใช้ไม่ได้',
     'needk2' => 'สิงสำคัญ: คุณจำเป็นต้องใช้ถ้าคุณต้องการลงทะเบียนไอดีนี้อีกครั้ง',
     'needreg' => 'คุณต้องลงทะเบียนเพื่อให้มี '.XAT_NAME.' กรุณาลงทะเบียนด้านล่าง',
     'nodelxats' => 'คุณไม่สามารถลบบัญชีที่ยังมี '.XAT_NAME.', วันหรือพาวเวอร์อยู่',
     'nolonger' => 'ยังไม่เคยลงทะเบียนมาก่อน และไม่สามารถลงทะเบียนได้อีก',
     'notvalid' => 'ไม่ถูกต้อง',
     'offauth' => 'ปิด(ไม่ยืนยันตัวบุคคล)',
     'offlock' => 'ปิด(ไม่ล็อค)',
     'offprot' => 'ปิด(ไม่ป้องกัน)',
     'oldname' => 'คำเตือน: หากทำเช่นนี้คุณจะเสียชื่อเดิมของคุณ คุณสามารถเปลี่ยนชื่อได้ทุกๆ 2 สัปดาห์เท่านั้น',
     'onauth' => 'เปิด(ทำการยืนยันตัวบุคคล)',
     'onlock' => 'เปิด(ทำการล็อค)',
     'onprot' => 'เปิด(ป้องกัน)',
     'passne' => 'รหัสผ่านไม่เหมือนกัน',
     'passshort' => 'รฟหัสผ่านสั้นเกินไป',
     'passupdetd' => 'อัพเดทรหัสผ่านแล้ว',
     'pleasetype' => 'กรุณาพิมพ์ข้อความในแชทแล้วลองลงทะเบียนใหม่อีกครั้ง',
     'regfailed' => 'ลงทะเบียนไม่สำเร็จ กรุณาลงทะเบียนใหม่',
     'regid' => 'ลงทะเบียนไอดี '.XAT_NAME.'',
     'save30' => 'เลือกเพื่อเก็บ token ไว้ในพีซีเครื่องนี้ 30 วัน',
     'secuitychk' => 'เพื่อตรวจสอบความปลอดภัย กรุณาล็อคอินแล้วทำอีกครั้ง',
     'settime' => 'โปรดตั้งนาฬิกาบนเครื่องของคุณ. (เวลาปัจจุบัน:',
     'seurityset' => 'การตั้งค่าความปลอดภัย',
     'unreg' => 'คลิกปุ่มนี้เพื่อให้ได้สถานะยังไม่ได้ลงทะเบียน (ลบชื่อผู้ใช้',
     'updatesec' => 'อัพเดทการตั้งค่าความปลอดภัย',
     'validemail' => 'จะต้องเป็นอีเมลที่สามารถเข้าใช้งานได้เพื่อทำการเปิดใช้งานการลงทะเบียนของคุณ',
     'whyreg' => 'การลงทะเบียนไอดี '.XAT_NAME.' จะป้องกันไม่ให้คนอื่นปลอมตัวเป็นคุณได้เพราะคุณจะเป็นคนเดียวใน '.XAT_NAME.' ที่จะมีชื่อลงทะเบียนที่คุณเลือก กรุ๊ปบางกรุ๊ปจะกำหนดให้ผู้ใช้ต้องทำการลงทะเบียนก่อนเพื่อที่จะได้เป็นสมาชิก ผู้ดูแลหรือเจ้าของ คุณจำเป็นจะต้องมีไอดี '.XAT_NAME.' เพื่อที่จะได้สถานะแต่งงาน ได้เป็นเจ้าของ '.XAT_NAME.' และพาวเวอร์',
     'withauth' => 'อนุญาตให้เข้าถึงได้เฉพาะ',
     'startagain' => 'กรุณาล็อคอินและเริ่มทำอีกครั้ง',
     'regdup' => 'ได้ถูกลงทะเบียนไว้แล้ว',
     'namedup' => 'ชื่อผู้ใช้นี้ถูกใช้ไปแล้ว กรุณาเลือกชื่ออื่น',
     'emaildup' => 'อีเมลถูกใช้แล้ว กรุณาใช้อีเมลอื่น',
     'alldup' => 'อีเมล, ไอดี หรือชื่อได้ถูกใช้ไปแล้ว',
     'len6' => 'อย่างน้อย 6 ตัวอักษร 0-9,A-Z,a-z เท่านั้น',
     'register' => 'ลงทะเบียน',
     'len10' => '10-18 ตัวอักษร a-z, A-Z และ 0-9',
     'notsame' => 'กรุณาอย่าใช้รหัสผ่านเดียวกับอีเมลของคุณ!',
     'seebox' => 'สิงสำคัญ: ถ้าคุณเห็นกล่องข้อความเช่นนี้ ให้คลิก ’Allow’ มิฉนั้นคุณจะไม่สามารถเก็บรายชื่อเพื่อนหรือใช้แชทได้ ถ้าคุณเห็นกล่องข้อความเช่นนี้คุณจะต้องทำการล็อคอินอีกครั้ง',
     'protection' => '<a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Account_Protection">การป้องกันบัญชี '.XAT_NAME.'</a><br />
โปรดสังเกต: ตั้งให้ ปิด/OFF เมื่อคุณมั่นใจเท่านั้น<br />
ไม่ ปิด/OFF ถ้ามีใครมาบอกให้ทำ<br />
ไม่ใช้รหัสผ่านเดียวกันระหว่างอีเมลของคุณกับไอดี '.XAT_NAME.' ของคุณ<br />',
     'securitywarn' => '<font color="#FF0000">ให้มั่นใจว่าบราวเซอร์ของคุณอยู่ที่ '.DOMAIN.'<br />
<b>สิ่งสำคัญ: '.XAT_NAME.' จะไม่ขอให้รหัสผ่านอีเมลของคุณ</b>nbsp
ใช้รหัสผ่านอีเมลเฉพาะการล็อคอินเข้าอีเมลของคุณเท่านั้น กรุณาอ่าน<a href="//util.'.DOMAIN.'/wiki/index.php?title=Special:MyLanguage/Phishing">เว็บหลอกถามข้อมูล</a></font>',
     'activate1' => '"ผู้ใช้แชท '.XAT_NAME.': %s - ต้องเปิดใช้งานก่อน',
     'activate2' => 'สวัสดี %s,

คลิกที่ลิ้งค์นี้เพื่อทำการเปิดใช้งานการลงทะเบียนของคุณ:

%s

(โปรดทราบ %s จะไม่ถูกสงวนไว้และไม่สามารถใช้งานได้จนกว่าคุณจะคลิกลิ้งค์นี้)',
     'forhelp' => 'สำหรับความช่วยเหลือในทันทีเกี่ยวกับ '.XAT_NAME.' ของคุณ ไปที่: %s

สำหรับปัญหาอื่นๆ ข้อติชมหรือคำแนะนำโปรดไปที่ชุมชน '.XAT_NAME.' ที่นี่: %s

'.DOMAIN.'',
     'noreply' => '=== นี่เป็นข้อความอัตโนมัติ กรุณาอย่าตอบกลับ ===',
     'regdone' => '<p>ขอบคุณ การลงทะเบียนของคุณกำลังถูกประมวลผล<br />
อีเมลเพื่อการยืนยันได้ถูกส่งแล้ว คุณจำเป็นต้องคลิกลิ้งค์ในอีเมลเพื่อเปิดใช้งานชื่อผู้ใช้ของคุณ</p>
<p><strong>สิ่งสำคัญ: ถ้าคุณไม่ได้รับอีเมล ขอให้ตรวจสอบที่กล่องสแปมเมล</strong></p>
<p><strong>(อีเมลอาจจะใช้เวลานานถึง 30 นาทีในการส่งมาถึง)</strong></p>',
     'chgpass1' => 'ผู้ใช้ '.XAT_NAME.': %s - ตั้งรหัสผ่านใหม่',
     'chgpass2' => 'สวัสดี %s,

คลิกที่ลิ้งค์เพื่อเปลี่ยนรหัสผ่านของคุณ:

%s',
     'chgpass3' => '<p>อีเมลได้ถูกส่งไปแล้ว ตอนนี้คุณจะต้องคลิกลิ้งค์ในอีเมลนั้นเพื่อตั้งรหัสผ่านใหม่</p>
<p><strong>สิ่งสำคัญ: ถ้าคุณไม่ได้รับอีเมล ขอให้ตรวจสอบที่กล่องสแปมเมล</strong></p>
<p><strong>(อีเมลอาจจะใช้เวลานานถึง 30 นาทีในการส่งมาถึง)</strong></p>',
     'pass30' => 'คุณไม่สามารถเปลี่ยนชื่อผู้ใช้ได้ใน %s วัน',
     'locked1' => 'การล็อคอิน '.XAT_NAME.' ถูกปฎิเสธ',
     'locked2' => 'สวัสดี %s (%s)

คุณพยายามล็อคอินไกลจากบ้านที่:

%s

ถูกปฏิเสธเพราะบัญชีของคุณถูกล็อคไว้

ดูที่: %s',
     'loginas' => 'ล็อคอินด้วย',
     'reg' => 'การลงทะเบียน',
     'out' => 'ล็อคออกจากระบบ',
     'del' => 'ลบ',
     'namechg' => 'ชื่อมีการเปลี่ยน',
     'closewin' => 'สำเร็จ <br /> กรุณาปิดหน้าต่างแชททั้งหมด %s อย่าบอกข้อมูลการล็อคอินให้กับใครมิฉะนั้นคุณอาจจะไม่สามารถเข้าแชทได้อีก',
     'logfail' => 'ล็อคอินไม่สำเร็จ',
     'logfrom' => 'ผู้ใช้ล็อคอินจาก',
     'logpin' => 'ชื่อผู้ใช้ '.XAT_NAME.':%s - Login PIN',
     'logpin2' => 'สวัสดี %s,

**************************************************************
 คำเตือน อย่ามอบอีเมลนี้ให้ใครเด็ดขาด! 
 เจ้าหน้าที่ของ '.XAT_NAME.' จะไม่ขอรหัสผ่านหรือ PIN จากคุณ 
**************************************************************

คลิกที่ลิ้งค์นี้เพื่อไปล็อคอิน:

%s

ถ้าคุณไม่ได้ล็อคอินในช่วงที่ผ่านมา บัญชี '.XAT_NAME.' ของคุณอาจจะถูกจารกรรมแล้ว และคุณควรจะเปลี่ยนรหัสผ่านในทันที
%s
'.DOMAIN.'',
     'old' => 'เก่า',
     'new' => 'ใหม่',
     'group' => 'กรุ๊ป',
     'grpalready' => 'เป็นกรุ๊ปอยู่แล้ว',
     'editchat' => 'คลิกที่ปุ่มนี้เพื่อแก้ไขกล่องแชทกรุ๊ปหรือเพื่อให้ได้ความเป็นเจ้าของกลับมา ดูด้านล่างถ้าคุณต้องการรีเซตกล่องแชทของคุณ',
     'emcheck' => 'การตรวจสอบความปลอดภัย: กรุณาตรวจสอบอีเมลของคุณเพื่อล็อคอิน',
     'delmobs' => 'ลบอุปกรณ์โมบายทั้งหมด',
     'mobauthok' => 'อุปกรณ์ได้รับการอนุมัติแล้ว คุณสามารถทำการล็อคอินได้',
     'mobauthbad' => 'การขออนุมัติอุปกรณ์ไม่สำเร็จ กรุณาลองอีกครั้ง',
     'confmob' => ''.XAT_NAME.' ยืนยันการใช้อุปกรณ์',
     'confmob2' => ''.XAT_NAME.' ได้รับคำขอเพื่อให้อนุมัติการใช้งานอุปกรณ์ ถ้าคุณไม่ได้เป็นผู้ขอ บัญชีของคุณอาจถูกผู้อื่นแอบใช้งานอยู่และคุณควรจะรีบเปลี่ยนรหัสผ่านบัญชี '.XAT_NAME.' ของคุณทันที เพื่ออนุมัติการใช้งานอุปกรณ์ กรุณาคลิกที่นี่:',
     'confmob3' => 'กรุณาคลิกที่ลิ้งค์ในอีเมลที่ถูกส่งไปเพื่อยินยอมให้ใช้งานอุปกรณ์นี้ แล้วทำการล็อคอินอีกครั้ง'
	 ]
?>