<?php


$array = [
		'addfield' => 'เพิ่มฟิลด์',
		'animate' => 'แปลงภาพเคลื่อนไหว',
		'animatedesc' => 'จำเป็นต้องมีถาบภาพเพื่อที่จะสร้างภาพเคลื่อนไหว GIF ในการสร้างแถบภาพให้เลือกไฟล์ GIF จากคอมพิวเตอร์ของคุณ คลิก convert(แปลง) เพื่อแปลงภาพและดาวน์โหลดแถบภาพ JPG/PNG เก็บไว้ สุดท้ายก็ทำการอัพโหลดภาพไปยัง<a href=\',https://'. XAT_NAME .'.wiki/Images\',>เว็บฝากรูป</a>',
		'cannot' => 'คุณจะไม่สามารถสร้างสิ่งใหม่หรือแก้ไขกรุ๊ปของคุณในช่วงเวลานี้',
		'convert' => 'แปลง',
		'did' => 'คุณรู้แล้วหรือไม่?',
		'first' => 'แชท '. XAT_NAME .' แรกถูกสร้างขึ้นในปี 2006',
		'founded' => ''. XAT_NAME .' เริ่มต้นสร้างขึ้นเพื่อเป็นที่เพิ่มประสิทธิภาพของรูปภาพ',
		'history' => 'เรียนรู้ประวัติเกี่ยวกับ '. XAT_NAME .' เพิ่มเติม',
		'image' => 'รูปภาพ',
		'name' => 'ชื่อ',
		'search' => 'ค้นหา',
		'searchdesc' => 'ดูว่าคนอื่นๆ กำลังคุยอะไรกัน',
		'searchedchats' => 'ค้นหาแชทต่างๆ',
		'searchinfo' => 'การแชทส่วนตัว, ข้อความส่วนตัว, สมาชิกเท่านั้น, ไม่อยู่ในรายการและไม่ได้จัดเก็บเป็นสิ่งที่ไม่สามารถค้นหาได้ <a href=\',https://'. XAT_NAME .'.wiki/Search\',>ข้อมูลเพิ่มเติมเกี่ยวกับการค้นหา</a>',
		'selectgif' => 'เลือก GIF',
		'selectimg' => 'เลือกรูปภาพ',
		'shuffle' => 'แปลงภาพสุ่ม',
		'shuffledesc' => 'เครื่องมือนี้จะช่วยสร้างแถบภาพที่จำใช้กับพาวเวอร์ shuffle เลือกรูปภาพจากคอมพิวเตอร์ของคุณ คลิก convert(แปลง)เพื่อแปลงภาพและดาวน์โหลดแถบภาพ JPG และอัพโหลดไปยัง<a href=\',https://'. XAT_NAME .'.wiki/Images\',>เว็บฝากรูป</a>',
		'sorry' => 'ขออภัยสำหรับความล่าช้า เราจะกลับมาในไม่ช้า!',
		'tools' => 'เครื่องมือ',
		'topman' => 'Topman เป็นพาวเวอร์ตัวแรกของ '. XAT_NAME .'',
		'updated' => ''. XAT_NAME .' กำลังถูกอัพเดท'
	 ]
?>